Repository: mistrandelisee/NoeliInterns
Catalog: scripts/Translations/itCorrect-New copy.xlf
Languages: it

# CustomLabel.rh_AddressedTo
source: Addressed To
it: Indirizzato a

# CustomLabel.rh_From
source: From
it: Dal

# CustomLabel.rh_To
source: To
it: Al

# CustomLabel.rh_ComplainOn
source: Complain On
it: Lamentarsi di

# CustomLabel.rh_AddAdresscc
source: Add Address CC
it: Aggiungere indirizzo CC

# CustomLabel.rh_Send
source: Send
it: Invia

# CustomLabel.rh_NewExplanation
source: New Explanation
it: Nuova spiegazione

# CustomLabel.rh_requestDetail
source: Request Information
it: Dettagli della richiesta

# CustomLabel.rh_AnsExp
source: Answer Explanation
it: Risposta

# CustomLabel.rh_Back
source: Back
it: Ritorno

# CustomLabel.rh_ExplanationFrom
source: Explanation From
it: Spiegazione di

# CustomLabel.rh_endTime
source: End Time
it: Ora di fine

# CustomLabel.rh_Approve
source: Approve
it: Approva

# CustomLabel.rh_timesheetHeaderTitle
source: timesheet Header Title
it: Scheda attività

# CustomLabel.rh_timesheetItemsHeaderTitle
source: timesheet Items Header Title
it: Attività

# CustomLabel.rh_Come
source: Submit by
it: Inviato da

# CustomLabel.rh_Update
source: Update
it: Aggiorna

# CustomLabel.rh_EvenUpdateS
source: Event Update Successfully !!
it: L'evento è stato aggiornato con successo

# CustomLabel.rh_EvenUpdateSS
source: Event Update Successfully and send to CEO !!
it: L'evento è stato aggiornato e inviato per l'approvazione con successo

# CustomLabel.rh_Edit
source: Edit
it: Modifica

# CustomLabel.rh_PermissionDelete
source: Are you sure to want to delete it ?
it: È sicuro di volerlo eliminare questo?

# CustomLabel.rh_PermissionRejected
source: Are you sure to want to reject it ?
it: È sicuro di volerlo rifiutare questo?

# CustomLabel.rh_share
source: Share
it: Condiviso

# CustomLabel.rh_EventSubS
source: Event Submitted Successfully
it: Evento è stato condiviso con successo!

# CustomLabel.rh_FilterAccomplishment
source: Filter Accomplishment
it: Filtrare le realizzazioni

# CustomLabel.rh_BackToAccomplishment
source: Back To Accomplishment
it: Torna alle realizzazioni

# CustomLabel.rh_Activate
source: Activate
it: Attiva

# CustomLabel.rh_FirstName
source: First Name
it: Nome

# CustomLabel.rh_Email
source: Email Address
it: E-mail

# CustomLabel.rh_NumberOfEmployees
source: Number Of Employees
it: Numero di impiegati

# CustomLabel.rh_About
source: About
it: Bio

# CustomLabel.rh_Birthday
source: Birthday
it: Data di nascita

# CustomLabel.rh_PromoteBaseUser
source: Mark As Team Leader
it: Promuovere come Team Lead

# CustomLabel.rh_Disable
source: Disable
it: disattiva

# CustomLabel.rh_showDetails
source: Show details
it: Dettagli

# CustomLabel.rh_disable_confirm
source: Are you sure you want to disable this User?
it: È sicuro di voler disabilitare questo Utente?

# CustomLabel.rh_groupName
source: Group Name
it: Nome del gruppo

# CustomLabel.rh_Leader
source: Leader Name
it: Team lead

# CustomLabel.rh_invoice_to
source: Invoice To"
it: Cliente

# CustomLabel.rh_descriptionDisplayField
source: Description display Fields
it: Descrizione dei campi di visualizzazione

# CustomLabel.rh_Rate
source: Rate
it: Costo

# CustomLabel.rh_Number
source: Number
it: Numero

# CustomLabel.rh_delete_invoiceItem_confirm
source: Are you sure you want to delete this invoice Items
it: È sicuro di voler eliminare questa elemento

# CustomLabel.rh_delete_invoice_confirm
source: Are you sure you want to delete this invoice
it: È sicuro di voler eliminare questa fattura

# CustomLabel.rh_new_account
source: New Client Account
it: Nuovo conto cliente

# CustomLabel.rh_DeleteNews_Confirm
source: Are you sure you want to delete this News?
it: Sei sicuro di voler eliminare questa notizie?

# CustomLabel.rh_NewPassword
source: New Password
it: Nuova password

# CustomLabel.rh_userEditMoreHlp
source: Edit additionnal information about you check each time you edit an information. then save all…
it: Modifica informazioni aggiuntive su di te, controlla ogni volta che modifichi un'informazione.Poi salva tutto…

# CustomLabel.rh_Change
source: Change
it: Modifica

# CustomLabel.rh_Submiter
source: Submit By
it: Proprietario
